# frozen_string_literal: true

brew 'bash'
brew 'cloc'
brew 'curl'
brew 'git'
brew 'go'
brew 'node'
brew 'ripgrep'
brew 'ruby'
brew 'shellcheck'
brew 'wget'

cask 'flycut'
cask 'google-chrome'
cask 'iterm2'
cask 'macdown'
cask 'rectangle'
cask 'rubymine'
cask 'visual-studio-code'
cask 'webstorm'
cask 'zoom'

tap 'git-duet/tap'
brew 'git-duet'
