# frozen_string_literal: true

brew 'bash'
brew 'cloc'
brew 'curl'
brew 'git'
brew 'go'
brew 'node'
brew 'ollama'
brew 'ripgrep'
brew 'ruby'
brew 'shellcheck'
brew 'wget'

cask '1password'
cask 'flycut'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'rectangle'
cask 'rubymine'
cask 'spotify'
cask 'tuple'
cask 'visual-studio-code'
cask 'webstorm'
cask 'zoom'
